<!DOCTYPE html>
<html>
<head>
    <title>Договор на предоставление услуг</title>
    <style>
        body {
            /*font-family: Arial, sans-serif;*/
            margin: 0;
            padding: 0;
        }
        p {
            margin: 0;
            padding: 0;
        }
        .header {
            text-align: left;
            margin: 20px;
        }
        .title {
            text-align: center;
            margin: 20px;
            font-size: 24px;
            font-weight: bold;
        }
        .content {
            margin: 20px;
        }
        p {
            text-align: justify;
        }
    </style>
</head>
<body>
<div class="header">
    <p>Ваша компания</p>
    <p>Адрес компании</p>
    <p>Телефон: +7 (123) 456-7890</p>
    <p>Email: info@company.com</p>
</div>

<div class="title">
    <p>ДОГОВОР НА ПРЕДОСТАВЛЕНИЕ УСЛУГ</p>
</div>

<div class="content">
    <p>Между компанией "Исполнитель", в лице [имя и должность представителя], и "Заказчик", в лице [имя и должность представителя], заключен настоящий Договор на следующих условиях:</p>

    <p>1. ПРЕДМЕТ ДОГОВОРА</p>
    <p>1.1 Исполнитель обязуется предоставить Заказчику следующие услуги: [описание услуг].</p>
    <p>1.2 Заказчик обязуется оплатить Исполнителю стоимость услуги в размере [сумма оплаты] в соответствии с условиями оплаты, указанными в разделе 3 настоящего Договора.</p>

    <!-- Другие разделы договора -->

    <p>5. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</p>
    <p>5.1 Настоящий Договор вступает в силу с момента подписания обеими Сторонами и действует в течение срока предоставления услуги.</p>
    <p>5.2 Все изменения и дополнения к настоящему Договору должны быть в письменной форме и подписаны обеими Сторонами.</p>
</div>
</body>
</html>
