@extends('layouts.app')
@section('content')
    <div class="container w75">


        <h1>Політика конфіденційності</h1>

        <p>Цей веб-сайт зобов'язується захищати вашу конфіденційність. Ми використовуємо ваші дані для поліпшення інформації на сайті. Ця політика пояснює, як ми це робимо.</p>

        <h2>1. Які дані ми збираємо</h2>

        <p>Ми можемо збирати особисті дані, такі як ім'я, контактна інформація, адреса електронної пошти та інші дані, якщо ви надаєте їх добровільно.</p>

        <h2>2. Як ми використовуємо ваші дані</h2>

        <p>Ми використовуємо зібрані дані для різних цілей, таких як надання і покращення наших послуг, сповіщення вас про зміни та інші аспекти.</p>

        <h2>3. Як ми захищаємо вашу інформацію</h2>

        <p>Ми робимо все можливе для захисту вашої особистої інформації. Ми використовуємо технічні та організаційні заходи для захисту ваших даних.</p>

        <h2>4. Розкриття інформації третім сторонам</h2>

        <p>Ми можемо передавати ваші дані третім сторонам лише з вашого дозволу або в разі виконання вимог закону.</p>

        <h2>5. Зміни в цій політиці конфіденційності</h2>

        <p>Ця політика конфіденційності може час від часу змінюватися. Будь ласка, перевіряйте цю сторінку регулярно для отримання оновлень.</p>

        <h2>6. Контактна інформація</h2>

        <p>Якщо у вас є питання або зауваження стосовно цієї політики конфіденційності, звертайтеся за адресою електронної пошти: example@example.com.</p>



    </div>
@endsection
